  [
  {"Title":"Toy Story","Year":"1995","Rated":"G","Released":"22 Nov 1995","Runtime":"81 min","Genre":"Animation, Adventure, Comedy","Director":"John Lasseter","Writer":"John Lasseter (original story by), Pete Docter (original story by), Andrew Stanton (original story by), Joe Ranft (original story by), Joss Whedon (screenplay), Andrew Stanton (screenplay), Joel Cohen (screenplay), Alec Sokolow (screenplay)","Actors":"Tom Hanks, Tim Allen, Don Rickles, Jim Varney","Plot":"A little boy named Andy loves to be in his room, playing with his toys, especially his doll named \"Woody\". But, what do the toys do when Andy is not with them, they come to life. Woody believes that he has life (as a toy) good. However, he must worry about Andy's family moving, and what Woody does not know is about Andy's birthday party. Woody does not realize that Andy's mother gave him an action figure known as Buzz Lightyear, who does not believe that he is a toy, and quickly becomes Andy's new favorite toy. Woody, who is now consumed with jealousy, tries to get rid of Buzz. Then, both Woody and Buzz are now lost. They must find a way to get back to Andy before he moves without them, but they will have to pass through a ruthless toy killer, Sid Phillips.","Language":"English","Country":"USA","Awards":"Nominated for 3 Oscars. Another 23 wins & 18 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTgwMjI4MzU5N15BMl5BanBnXkFtZTcwMTMyNTk3OA@@._V1_SX300.jpg","Metascore":"92","imdbRating":"8.3","imdbVotes":"605,654","imdbID":"tt0114709","Type":"movie","Response":"True"},

  {"Title":"A Bug's Life","Year":"1998","Rated":"G","Released":"25 Nov 1998","Runtime":"95 min","Genre":"Animation, Adventure, Comedy","Director":"John Lasseter, Andrew Stanton","Writer":"John Lasseter (original story by), Andrew Stanton (original story by), Joe Ranft (original story by), Andrew Stanton (screenplay), Don McEnery (screenplay), Bob Shaw (screenplay)","Actors":"Dave Foley, Kevin Spacey, Julia Louis-Dreyfus, Hayden Panettiere","Plot":"A misfit ant, looking for \"warriors\" to save his colony from greedy grasshoppers, recruits a group of bugs that turn out to be an inept circus troupe.","Language":"English","Country":"USA","Awards":"Nominated for 1 Oscar. Another 14 wins & 19 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTI5NTc1NjU2NF5BMl5BanBnXkFtZTcwNzkyNDAyMQ@@._V1_SX300.jpg","Metascore":"77","imdbRating":"7.2","imdbVotes":"205,660","imdbID":"tt0120623","Type":"movie","Response":"True"},

  {"Title":"Toy Story 2","Year":"1999","Rated":"G","Released":"24 Nov 1999","Runtime":"92 min","Genre":"Animation, Adventure, Comedy","Director":"John Lasseter, Ash Brannon, Lee Unkrich","Writer":"John Lasseter (original story by), Pete Docter (original story by), Ash Brannon (original story by), Andrew Stanton (original story by), Andrew Stanton (screenplay), Rita Hsiao (screenplay), Doug Chamberlin (screenplay), Chris Webb (screenplay)","Actors":"Tom Hanks, Tim Allen, Joan Cusack, Kelsey Grammer","Plot":"While Andy is away at summer camp Woody has been toynapped by Al McWiggin, a greedy collector and proprietor of \"Al's Toy Barn\"! In this all-out rescue mission, Buzz and his friends Mr. Potato Head, Slinky Dog, Rex and Hamm springs into action to rescue Woody from winding up as a museum piece. They must find a way to save him before he gets sold in Japan forever and they'll never see him again!","Language":"English, Arabic, Spanish","Country":"USA","Awards":"Nominated for 1 Oscar. Another 20 wins & 28 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTQ0OTU0NTcyNl5BMl5BanBnXkFtZTcwOTk5Mjc4OA@@._V1_SX300.jpg","Metascore":"88","imdbRating":"7.9","imdbVotes":"376,927","imdbID":"tt0120363","Type":"movie","Response":"True"},

  {"Title":"Monsters, Inc.","Year":"2001","Rated":"G","Released":"02 Nov 2001","Runtime":"92 min","Genre":"Animation, Adventure, Comedy","Director":"Pete Docter, David Silverman, Lee Unkrich","Writer":"Pete Docter (original story by), Jill Culton (original story by), Jeff Pidgeon (original story by), Ralph Eggleston (original story by), Andrew Stanton (screenplay), Daniel Gerson (screenplay)","Actors":"John Goodman, Billy Crystal, Mary Gibbs, Steve Buscemi","Plot":"A city of monsters with no humans called Monstropolis centers around the city's power company, Monsters, Inc. The lovable, confident, tough, furry blue behemoth-like giant monster named James P. Sullivan (better known as Sulley) and his wisecracking best friend, short, green cyclops monster Mike Wazowski, discover what happens when the real world interacts with theirs in the form of a 2-year-old baby girl dubbed \"Boo,\" who accidentally sneaks into the monster world with Sulley one night. And now it's up to Sulley and Mike to send Boo back in her door before anybody finds out, especially two evil villains such as Sulley's main rival as a scarer, chameleon-like Randall (a monster that Boo is very afraid of), who possesses the ability to change the color of his skin, and Mike and Sulley's boss Mr. Waternoose, the chairman and chief executive officer of Monsters, Inc.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 13 wins & 38 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTY1NTI0ODUyOF5BMl5BanBnXkFtZTgwNTEyNjQ0MDE@._V1_SX300.jpg","Metascore":"78","imdbRating":"8.1","imdbVotes":"568,338","imdbID":"tt0198781","Type":"movie","Response":"True"},

  {"Title":"Finding Nemo","Year":"2003","Rated":"G","Released":"30 May 2003","Runtime":"100 min","Genre":"Animation, Adventure, Comedy","Director":"Andrew Stanton, Lee Unkrich","Writer":"Andrew Stanton (original story by), Andrew Stanton (screenplay), Bob Peterson (screenplay), David Reynolds (screenplay)","Actors":"Albert Brooks, Ellen DeGeneres, Alexander Gould, Willem Dafoe","Plot":"After his son is captured in the Great Barrier Reef and taken to Sydney, a timid clownfish sets out on a journey to bring him home.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 46 wins & 59 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTY1MTg1NDAxOV5BMl5BanBnXkFtZTcwMjg1MDI5Nw@@._V1_SX300.jpg","Metascore":"90","imdbRating":"8.1","imdbVotes":"669,095","imdbID":"tt0266543","Type":"movie","Response":"True"},

 {
"Title": "The Incredibles",
"Year": "2004",
"Rated": "PG",
"Released": "05 Nov 2004",
"Runtime": "115 min",
"Genre": "Animation, Action, Adventure",
"Director": "Brad Bird",
"Writer": "Brad Bird",
"Actors": "Craig T. Nelson, Holly Hunter, Samuel L. Jackson, Jason Lee",
"Plot": "Bob Parr (A.K.A. Mr. Incredible), and his wife Helen (A.K.A. Elastigirl), are the world's greatest famous crime-fighting superheroes in Metroville. Always saving lives and battling evil on a daily basis. But fifteen years later, they have been forced to adopt civilian identities and retreat to the suburbs where they have no choice but to retire as superheroes to live a \"normal life\" with their three children Violet, Dash and Jack-Jack (who were secretly born with superpowers). Itching to get back into action, Bob gets his chance when a mysterious communication summons him to a remote island for a top secret assignment. He soon discovers that it will take a super family effort to rescue the world from total destruction.",
"Language": "English, French",
"Country": "USA",
"Awards": "Won 2 Oscars. Another 59 wins & 53 nominations.",
"Poster": "http://ia.media-imdb.com/images/M/MV5BMTY5OTU0OTc2NV5BMl5BanBnXkFtZTcwMzU4MDcyMQ@@._V1_SX300.jpg",
"Metascore": "90",
"imdbRating": "8.0",
"imdbVotes": "463,855",
"imdbID": "tt0317705",
"Type": "movie",
"Response": "True",
"Cover": "http://cdnvideo.dolimg.com/cdn_assets/86f015ac21304e37849368ee30143d33ec18839c.jpg",
"Images": [
  "http://img.lum.dolimg.com/v1/images/open-uri20150608-27674-ytq0lr_bf94eadc.jpeg",
  "http://img.lum.dolimg.com/v1/images/open-uri20150608-27674-cii65b_3b450f0d.jpeg",
  "http://img.lum.dolimg.com/v1/images/open-uri20150608-27674-183agby_d0a73a70.jpeg",
  "http://img.lum.dolimg.com/v1/images/open-uri20150608-27674-17apgva_e2a3bae6.jpeg",
  "http://img.lum.dolimg.com/v1/images/open-uri20150608-27674-106isbp_ef2fd2dc.jpeg"
]
},

  {"Title":"Cars","Year":"2006","Rated":"G","Released":"09 Jun 2006","Runtime":"117 min","Genre":"Animation, Adventure, Comedy","Director":"John Lasseter, Joe Ranft","Writer":"John Lasseter (original story by), Joe Ranft (original story by), Jorgen Klubien (original story by), Dan Fogelman (screenplay), John Lasseter (screenplay), Joe Ranft (screenplay), Kiel Murray (screenplay), Phil Lorin (screenplay), Jorgen Klubien (screenplay)","Actors":"Owen Wilson, Paul Newman, Bonnie Hunt, Larry the Cable Guy","Plot":"A hot-shot race-car named Lightning McQueen gets waylaid in Radiator Springs, where he finds the true meaning of friendship and family.","Language":"Yiddish, English, Italian, Japanese","Country":"USA","Awards":"Nominated for 2 Oscars. Another 27 wins & 28 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTg5NzY0MzA2MV5BMl5BanBnXkFtZTYwNDc3NTc2._V1_SX300.jpg","Metascore":"73","imdbRating":"7.2","imdbVotes":"255,792","imdbID":"tt0317219","Type":"movie","Response":"True"},

  {"Title":"Ratatouille","Year":"2007","Rated":"G","Released":"29 Jun 2007","Runtime":"111 min","Genre":"Animation, Comedy, Family","Director":"Brad Bird, Jan Pinkava","Writer":"Brad Bird (screenplay), Jan Pinkava (original story), Jim Capobianco (original story by), Brad Bird (original story by)","Actors":"Patton Oswalt, Ian Holm, Lou Romano, Brian Dennehy","Plot":"A rat who can cook makes an unusual alliance with a young kitchen worker at a famous restaurant.","Language":"French, English","Country":"USA","Awards":"Won 1 Oscar. Another 64 wins & 42 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTMzODU0NTkxMF5BMl5BanBnXkFtZTcwMjQ4MzMzMw@@._V1_SX300.jpg","Metascore":"96","imdbRating":"8.0","imdbVotes":"461,918","imdbID":"tt0382932","Type":"movie","Response":"True"},

  {"Title":"WALL·E","Year":"2008","Rated":"G","Released":"27 Jun 2008","Runtime":"98 min","Genre":"Animation, Adventure, Family","Director":"Andrew Stanton","Writer":"Andrew Stanton (original story by), Pete Docter (original story by), Andrew Stanton (screenplay), Jim Reardon (screenplay)","Actors":"Ben Burtt, Elissa Knight, Jeff Garlin, Fred Willard","Plot":"In a distant, but not so unrealistic, future where mankind has abandoned earth because it has become covered with trash from products sold by the powerful multi-national Buy N Large corporation, WALL-E, a garbage collecting robot has been left to clean up the mess. Mesmerized with trinkets of Earth's history and show tunes, WALL-E is alone on Earth except for a sprightly pet cockroach. One day, EVE, a sleek (and dangerous) reconnaissance robot, is sent to Earth to find proof that life is once again sustainable. WALL-E falls in love with EVE. WALL-E rescues EVE from a dust storm and shows her a living plant he found amongst the rubble. Consistent with her \"directive\", EVE takes the plant and automatically enters a deactivated state except for a blinking green beacon. WALL-E, doesn't understand what has happened to his new friend, but, true to his love, he protects her from wind, rain, and lightning, even as she is unresponsive. One day a massive ship comes to reclaim EVE, but WALL-E, out of love or loneliness, hitches a ride on the outside of the ship to rescue EVE. The ship arrives back at a large space cruise ship, which is carrying all of the humans who evacuated Earth 700 years earlier. The people of Earth ride around this space resort on hovering chairs which give them a constant feed of TV and video chatting. They drink all of their meals through a straw out of laziness and/or bone loss, and are all so fat that they can barely move. When the auto-pilot computer, acting on hastily-given instructions sent many centuries before, tries to prevent the people of Earth from returning by stealing the plant, WALL-E, EVE, the portly captain, and a band of broken robots stage a mutiny.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 86 wins & 85 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTczOTA3MzY2N15BMl5BanBnXkFtZTcwOTYwNjE2MQ@@._V1_SX300.jpg","Metascore":"94","imdbRating":"8.4","imdbVotes":"698,405","imdbID":"tt0910970","Type":"movie","Response":"True"},

  {"Title":"Up","Year":"2009","Rated":"PG","Released":"29 May 2009","Runtime":"96 min","Genre":"Animation, Adventure, Comedy","Director":"Pete Docter, Bob Peterson","Writer":"Pete Docter (story by), Bob Peterson (story by), Tom McCarthy (story by), Bob Peterson (screenplay), Pete Docter (screenplay)","Actors":"Edward Asner, Christopher Plummer, Jordan Nagai, Bob Peterson","Plot":"Carl Fredrickson is a little boy and a dreamer who idolizes the adventurer Charles Munts. When he meets Ellie, who also worships Munts, they become close friends. However Charles Munts falls into disgrace, accused of forging the skeleton of the monster of Paradise Falls. He travels in his blimp to South America to bring the monster back alive but is never seen again. Eventually Carl grows up and marries Ellie. They promise each other that they would travel together to Paradise Falls and build a house there. Many years later, Ellie dies and Carl, who's lonely, refuses to move from their house despite the offers of the owner of a construction company. When Carl accidentally hits a worker that damaged his mailbox, he is sentenced to move to a retirement home. However, he uses many balloons to float his house in order to travel to Paradise Falls. Adventure ensues.","Language":"English","Country":"USA","Awards":"Won 2 Oscars. Another 71 wins & 72 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTk3NDE2NzI4NF5BMl5BanBnXkFtZTgwNzE1MzEyMTE@._V1_SX300.jpg","Metascore":"88","imdbRating":"8.3","imdbVotes":"644,995","imdbID":"tt1049413","Type":"movie","Response":"True"},

  {"Title":"Toy Story 3","Year":"2010","Rated":"G","Released":"18 Jun 2010","Runtime":"103 min","Genre":"Animation, Adventure, Comedy","Director":"Lee Unkrich","Writer":"John Lasseter (story by), Andrew Stanton (story by), Lee Unkrich (story by), Michael Arndt (screenplay)","Actors":"Tom Hanks, Tim Allen, Joan Cusack, Ned Beatty","Plot":"Woody, Buzz and the whole gang are back. As their owner Andy prepares to depart for college, his loyal toys find themselves in daycare where untamed tots with their sticky little fingers do not play nice. So, it's all for one and one for all as they join Barbie's counterpart Ken, a thespian hedgehog named Mr. Pricklepants and a pink, strawberry-scented teddy bear called Lots-o'-Huggin' Bear to plan their great escape.","Language":"English, Spanish","Country":"USA","Awards":"Won 2 Oscars. Another 56 wins & 85 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTgxOTY4Mjc0MF5BMl5BanBnXkFtZTcwNTA4MDQyMw@@._V1_SX300.jpg","Metascore":"92","imdbRating":"8.3","imdbVotes":"527,418","imdbID":"tt0435761","Type":"movie","Response":"True"},

  {"Title":"Cars 2","Year":"2011","Rated":"G","Released":"24 Jun 2011","Runtime":"106 min","Genre":"Animation, Adventure, Comedy","Director":"John Lasseter, Brad Lewis","Writer":"John Lasseter (original story by), Brad Lewis (original story by), Dan Fogelman (original story by), Ben Queen (screenplay)","Actors":"Larry the Cable Guy, Owen Wilson, Michael Caine, Emily Mortimer","Plot":"When a group of carsown the biggest oil rig in the world Sir axelrod makes a race where the cars do not use regular gasoline their plan is to use a electro magnet ethic pulse to prove that allinal the alternative fuel is bad then the cars have the most oil and become the most powerful cars in the world and with mater and dome spies mater feels bad becauae Mqqueen is telling him to behave.but at the end everything turns put right.","Language":"English, Italian, French, Japanese","Country":"USA","Awards":"Nominated for 1 Golden Globe. Another 1 win & 16 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMTUzNTc3MTU3M15BMl5BanBnXkFtZTcwMzIxNTc3NA@@._V1_SX300.jpg","Metascore":"57","imdbRating":"6.3","imdbVotes":"98,319","imdbID":"tt1216475","Type":"movie","Response":"True"},

  {"Title":"Brave","Year":"2012","Rated":"PG","Released":"22 Jun 2012","Runtime":"93 min","Genre":"Animation, Adventure, Comedy","Director":"Mark Andrews, Brenda Chapman, Steve Purcell","Writer":"Brenda Chapman (story by), Mark Andrews (screenplay), Steve Purcell (screenplay), Brenda Chapman (screenplay), Irene Mecchi (screenplay)","Actors":"Kelly Macdonald, Billy Connolly, Emma Thompson, Julie Walters","Plot":"Set in Scotland in a rugged and mythical time, \"Brave\" features Merida, an aspiring archer and impetuous daughter of royalty. Merida makes a reckless choice that unleashes unintended peril and forces her to spring into action to set things right.","Language":"English","Country":"USA","Awards":"Won 1 Oscar. Another 18 wins & 46 nominations.","Poster":"http://ia.media-imdb.com/images/M/MV5BMzgwODk3ODA1NF5BMl5BanBnXkFtZTcwNjU3NjQ0Nw@@._V1_SX300.jpg","Metascore":"69","imdbRating":"7.2","imdbVotes":"266,865","imdbID":"tt1217209","Type":"movie","Response":"True"}
  ]